Tekla.Structures.Internal.dotIdentifier_t.aGUID
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotIdentifier_t.ToStruct(Tekla.Structures.Identifier)
From Identifier to dotIdentifier_t.
I:

Tekla.Structures.Internal.dotIdentifier_t.FromStruct(Tekla.Structures.Identifier)
From dotIdentifier_t to Identifier.
I: